console.log(`
Всего: 100 \n
1. Вёрстка валидная +10.\n
2. Вёрстка семантическая. +16
\t  В коде страницы присутствуют следующие элементы (указано минимальное количество, может быть больше):
\t   -<header>, <main>, <footer> +2.
\t   -шесть элементов <section> (по количеству секций) +2.
\t   -только один заголовок <h1> +2.
\t   -пять заголовков <h2> +2.
\t   -один элемент <nav> (панель навигации в хедере) +2.
\t   -два списка ul > li > a (панель навигации, ссылки на соцсети в футере) +2.
\t   -семь кнопок <button> +2.
\t   -два инпута <input> +2.\n
3. Вёрстка соответствует макету +54
\t  - блок <header> +8.
\t  - секция Welcome +4.
\t  - секция About +6.
\t  - секция Favorites +8.
\t  - секция CoffeeShop +6.
\t  - секция Contacts +6.
\t  - секция LibraryCard +8.
\t  - блок <footer> +8.\n
4.Общие требования к верстке +20
\t  -для построения сетки используются флексы или гриды (display: flex... или display: grid...) +2.
\t  -при уменьшении масштаба страницы браузера вся вёрстка размещается по центру +2.
\t  -иконки добавлены в формате .svg.  +2.
\t  -изображения добавлены в формате .jpg (.jpeg) или .png +2.
\t  -есть favicon +2. 
\t  -плавная прокрутка по якорям +2
\t  -в футере название ссылки Username заменено и ведет на GitHub студента +2.
\t  -в футере ссылка The Rolling Scopes School ведет на страницу курса https://rs.school/js-stage0/ +2.
\t  -интерактивность элементов согласно макету. +2.
\t  -плавное изменение внешнего вида элемента при наведении и клике не влияет на соседние элементы +2.
`)